Repository: emilioschepis/devui-app
Catalog: Devui/*.lproj/Localizable.strings
Languages: it

# app_welcome
source: Hello ðŸ‘‹
it: Ciao 👋

# accessibility_label_reactions
source: %d page views, %d reactions and %d comments.
it: %d visualizzazioni, %d reazioni and %d commenti.

# accessibility_label_safari
source: View in the browser
it: Apri in un browser.

# accessibility_label_article_item
source: Article
it: Articolo

# error_unauthorized
source: The provided key was not valid. Please sign in again.
it: La chiave fornita non è valida. Effettua nuovamente l'accesso.

# error_unknown
source: An unknown error occurred while loading data from DEV.
it: Un errore sconosciuto si è verificato durante il caricamento di dati da DEV.

# generic_next
source: Next
it: Procedi

# generic_sign_out
source: Sign out
it: Esci

# section_articles
source: Articles
it: Articoli

# section_profile
source: Profile
it: Profilo

# auth_intro_1
source: Insert your DEV key to proceed.
it: Inserisci la tua chiave DEV per procedere.

# auth_intro_2
source: The key will be saved locally on your phone, and will only be used to make API calls to DEV.
it: La chiave sarà salvata localmente sul telefono, e verrà utilizzata solo per fare chiamate API a DEV.

# auth_key_placeholder
source: API Key
it: Chiave API
